[
    {
        "copyright": "Jianwei LyuSteward Obs., U. Arizona",
        "date": "2022-06-01",
        "explanation": "It wasn't the storm of the century -- but it was a night to remember. Last night was the peak of the Tau Herculid meteor shower, a usually modest dribble of occasional meteors originating from the disintegrating Comet 73P/Schwassmann-Wachmann 3. This year, calculations showed that the Earth might be passing through a particularly dense stream of comet debris -- at best creating a storm of bright meteors streaking out from the constellation of Hercules. What actually happened fell short of a meteor storm, but could be called a decent meteor shower. Featured here is a composite image taken at Kitt Peak National Observatory in Arizona, USA accumulated over 2.5 hours very late on May 30.  Over that time, 19 Tau Herculids meteors were captured, along with 4 unrelated meteors. (Can you find them?)  In the near foreground is the Bok 2.3-meter Telescope with the 4.0-meter Mayall Telescope just behind it. Next year, the annual Tau Herculids are expected to return to its normal low rate, with the next active night forecast for 2049.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/TauHerMeteors_Lyu_1280.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Tau Herculid Meteors over Kitt Peak Telescopes",
        "url": "https://apod.nasa.gov/apod/image/2206/TauHerMeteors_Lyu_1080.jpg"
    },
    {
        "copyright": "Quentin Gineys",
        "date": "2022-06-02",
        "explanation": "On May 27 Venus rose as the morning star, near the waning crescent Moon in a predawn sky already full of planets. It was close on the sky to the Moon's crescent and a conjunction of the second and third brightest celestial beacons was enjoyed by skygazers around the world. But seen from locations along a track through southeast Asia and the Indian Ocean the Moon actually passed in front of Venus in a lunar occultation. In this animated gif the 75 percent illuminated disk of Venus approaches and just begins to disappear behind the sunlit southwestern lunar limb. The telescopic frames used to construct it were captured from Reunion Island in the Indian Ocean around 4:50am local time, with the Moon and Venus very close to the eastern horizon. At the time Venus was over 180 million kilometers from Reunion Island, compared to a lunar distance of a mere 400 thousand kilometers or so. About 50 minutes later Venus emerged from behind the Moon.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/OccultationVenusQuentinGineys.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Lunar Occultation of Venus",
        "url": "https://apod.nasa.gov/apod/image/2206/OccultationVenusQuentinGineys1024.gif"
    },
    {
        "copyright": "Maxime Oudoux",
        "date": "2022-06-03",
        "explanation": "With this creative astro-collaboration you can follow the plane of our Milky Way Galaxy as it bridges northern and southern hemisphere skies. To construct the expansive composite nightscape, skies over Observatorio El Sauce in Chile (top) were imaged on the same date but 6 hours later than the skies over the Saint-Veran observatory in the French Alps. The 6 hour time-lag allowed Earth's rotation to align the Milky Way above domes at the two sites. All exposures were made with similar cameras and lenses mounted on simple tripods. A faint greenish airglow is visible in the dark Chilean sky that also features the Large and Small Magellanic Clouds near the observatory dome. In the French Alps light pollution is apparent, but the distant Andromeda Galaxy can still be spotted near the horizon in the northern night. On planet Earth the two observatories are separated by about 10,000 kilometers.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/Oudoux-and-Jeff-Graphy-with10000km.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A 10,000 Kilometer Galactic Bridge",
        "url": "https://apod.nasa.gov/apod/image/2206/Oudoux-and-Jeff-Graphy-with10000km_c.jpg"
    },
    {
        "copyright": "Zhuoxiao Wang",
        "date": "2022-06-04",
        "explanation": "On May 31 tens of parallel meteor streaks were recorded in this 8 degree wide field of view of planet Earth's limb from space. The image is one of a series of 5 minute long observations by the orbiting Yangwang-1 space telescope. It was captured at 03:43 UT, near the peak of the Tau Herculid meteor shower. As predicted, the meteor shower was an active one this year, caused as Earth swept through a relatively dense stream of debris from disintegrating Comet 73P/Schwassmann-Wachmann 3, but was lacking bright meteors. Nearly all of the Tau Herculid meteors in the Yangwang-1 image are too faint to be detected by groundbased instruments. But on that date patient earthbound skywatchers under clear skies still enjoyed a memorable showing of the Tau Herculids.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/20220531_0343HerTau_submit.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "Tau Herculids from Space",
        "url": "https://apod.nasa.gov/apod/image/2206/20220531_0343HerTau_submit1024.jpg"
    },
    {
        "date": "2022-06-05",
        "explanation": "What's happening at the center of active galaxy 3C 75?  The two bright sources at the center of this composite x-ray (blue)/ radio (pink) image are co-orbiting supermassive black holes powering the giant radio source 3C 75. Surrounded by multimillion degree x-ray emitting gas, and blasting out jets of relativistic particles the supermassive black holes are separated by 25,000 light-years. At the cores of two merging galaxies in the Abell 400 galaxy cluster they are some 300 million light-years away. Astronomers conclude that these two supermassive black holes are bound together by gravity in a binary system in part because the jets' consistent swept back appearance is most likely due to their common motion as they speed through the hot cluster gas at about 1200 kilometers per second. Such spectacular cosmic mergers are thought to be common in crowded galaxy cluster environments in the distant universe. In their final stages, the mergers are expected to be intense sources of gravitational waves.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/3c75_chandraNRAO_960.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Two Black Holes Dancing in 3C 75",
        "url": "https://apod.nasa.gov/apod/image/2206/3c75_chandraNRAO_960.jpg"
    },
    {
        "date": "2022-06-06",
        "explanation": "Will our Milky Way Galaxy collide one day with its larger neighbor, the Andromeda Galaxy? Most likely, yes.  Careful plotting of slight displacements of M31's stars relative to background galaxies on recent Hubble Space Telescope images indicate that the center of M31 could be on a direct collision course with the center of our home galaxy. Still, the errors in sideways velocity appear sufficiently large to admit a good chance that the central parts of the two galaxies will miss, slightly, but will become close enough for their outer halos to become gravitationally entangled. Once that happens, the two galaxies will become bound, dance around, and eventually merge to become one large elliptical galaxy -- over the next few billion years. Pictured here is a combination of images depicting the sky of a world (Earth?) in the distant future when the outer parts of each galaxy begin to collide. The exact future of our Milky Way and the entire surrounding Local Group of Galaxies is likely to remain an active topic of research for years to come.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/M31MwBang_NASA_1280.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Milky Way Galaxy Doomed: Collision with Andromeda Pending",
        "url": "https://apod.nasa.gov/apod/image/2206/M31MwBang_NASA_1080.jpg"
    },
    {
        "copyright": "Shaun Robertson",
        "date": "2022-06-07",
        "explanation": "Do dragons fight on the altar of the sky?  Although it might appear that way, these dragons are illusions made of thin gas and dust. The emission nebula NGC 6188, home to the glowing clouds, is found about 4,000 light years away near the edge of a large molecular cloud unseen at visible wavelengths, in the southern constellation Ara (the Altar). Massive, young stars of the embedded Ara OB1 association were formed in that region only a few million years ago, sculpting the dark shapes and powering the nebular glow with stellar winds and intense ultraviolet radiation. The recent star formation itself was likely triggered by winds and supernova explosions, from previous generations of massive stars, that swept up and compressed the molecular gas. Joining NGC 6188 on this cosmic canvas, visible toward the lower right, is rare emission nebula NGC 6164, also created by one of the region's massive O-type stars. Similar in appearance to many planetary nebulae, NGC 6164's striking, symmetric gaseous shroud and faint halo surround its bright central star near the bottom edge. This impressively wide field of view spans over 2 degrees (four full Moons), corresponding to over 150 light years at the estimated distance of NGC 6188.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/Ngc6188_Robertson_2000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 6188: Dragons of Ara",
        "url": "https://apod.nasa.gov/apod/image/2206/Ngc6188_Robertson_960.jpg"
    },
    {
        "date": "2022-06-08",
        "explanation": "What are those unusual streaks? Some images of planet Earth show clear bright streaks that follow the paths of ships.  Known as ship tracks, these low and narrow bands are caused by the ship's engine exhaust. Water vapor condenses around small bits of exhaust known as aerosols, which soon grow into floating water drops that efficiently reflect sunlight. Ship tracks were first discovered in 1965 in Earth images taken by NASA's TIROS satellites.  Multiple ship tracks are visible across the featured image that was captured in 2009 over the Pacific Ocean by the MODIS instrument on NASA's Terra satellite. Inspired by ship-tracks, some scientists have suggested deploying a network of floating buoys in the worlds' oceans that spray salt-aerosol containing sea-water into the air so that, with the help of the wind, streams of sunlight-reflecting clouds would also form.  Why do this?  These human-made clouds could reflect so much sunlight they might help fight global warming.    Today is: World Oceans Day",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/ShipTracks_Terra_4892.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Ship Tracks over the Pacific Ocean",
        "url": "https://apod.nasa.gov/apod/image/2206/ShipTracks_Terra_960.jpg"
    },
    {
        "copyright": "Wolfgang Zimmermann",
        "date": "2022-06-09",
        "explanation": "These cosmic clouds of gas and dust drift through rich star fields along the plane of our Milky Way Galaxy toward the high flying constellation Cygnus. They're too faint to be seen with the unaided eye though, even on a clear, dark night. Image data from a camera and telephoto lens using narrowband filters was used to construct this 10 degree wide field of view. The deep mosaic reveals a region that includes star forming dust clouds seen in silhouette against the characteristic glow of atomic hydrogen and oxygen gas. NGC 6888 is the standout emission nebula near the top. Blown by winds from a massive Wolf-Rayet star it's about 25 light-years across and known as the Crescent Nebula. A faint bluish curl just below center in the frame is also the signature of a Wolf-Rayet star. Burning fuel at a prodigious rate and near the end of their stellar lives, both stars will ultimately go out with a bang in a spectacular supernova explosion. Toward the right, a massive, young O type star powers the glow of Sh2-101, the Tulip Nebula.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/CygWideHa-OIIIBiColorImage2_crop2_2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Cosmic Clouds in Cygnus",
        "url": "https://apod.nasa.gov/apod/image/2206/CygWideHa-OIIIBiColorImage2_crop2_1024.jpg"
    },
    {
        "copyright": "Nicolas Rolland",
        "date": "2022-06-10",
        "explanation": "This colorful telescopic field of view features a trio of interacting galaxies almost 90 million light-years away, toward the constellation Virgo. On the right two spiky, foreground Milky Way stars echo the extragalactic hues, a reminder that stars in our own galaxy are like those in distant island universes. With sweeping spiral arms and obscuring dust lanes, the dominant member of the trio, NGC 5566, is enormous, about 150,000 light-years across. Just above it lies smaller, bluish NGC 5569. Near center a third galaxy, NGC 5560, is apparently stretched and distorted by its interaction with massive NGC 5566. The trio is also included in Halton Arp's 1966 Atlas of Peculiar Galaxies as Arp 286. Of course, such cosmic interactions are now appreciated as part of the evolution of galaxies.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/Arp286-202203-CDK24-FLIPL9000-LRGB_NicolasROLLAND_signature_LD.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Arp 286: Trio in Virgo",
        "url": "https://apod.nasa.gov/apod/image/2206/Arp286-202203-CDK24-FLIPL9000-LRGB_NicolasROLLAND_signature_LD1024.jpg"
    },
    {
        "copyright": "David Cruz",
        "date": "2022-06-11",
        "explanation": "At night you can follow this road as it passes through the Dark Sky Alqueva reserve not too far from Alentejo, Portugal. Or you could stop, look up, and follow the Milky Way through the sky. Both stretch from horizon to horizon in this 180 degree panorama recorded on June 3. Our galaxy's name, the Milky Way, does refer to its appearance as a milky path in the sky. The word galaxy itself derives from the Greek for milk. From our fair planet the arc of the Milky Way is most easily visible on moonless nights from dark sky areas, though not quite so bright or colorful as in this image. The glowing celestial band is due to the collective light of myriad stars along the galactic plane too faint to be distinguished individually. The diffuse starlight is cut by dark swaths of the galaxy's obscuring interstellar dust clouds. Standing above the Milky Way arc near the top of this panoramic nightscape is bright star Vega, with the galaxy's central bulge near the horizon at the right.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/MilkyWayArchCumeada-fb.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Road and the Milky Way",
        "url": "https://apod.nasa.gov/apod/image/2206/MilkyWayArchCumeada-fb1200.jpg"
    },
    {
        "copyright": "Dani Caxete",
        "date": "2022-06-12",
        "explanation": "Have you ever seen the Man in the Moon? This common question plays on the ability of humans to see pareidolia -- imagining familiar icons where they don't actually exist. The textured surface of Earth's full Moon is home to numerous identifications of iconic objects, not only in modern western culture but in world folklore throughout history. Examples, typically dependent on the Moon's perceived orientation, include the Woman in the Moon and the Rabbit in the Moon. One facial outline commonly identified as the Man in the Moon starts by imagining the two dark circular areas -- lunar maria -- here just above the Moon's center, to be the eyes.  Surprisingly, there actually is a man in this Moon image -- a close look will reveal a real person -- with a telescope -- silhouetted against the Moon. This featured well-planned image was taken in 2016 in Cadalso de los Vidrios in Madrid, Spain. Do you have a favorite object that you see in the Moon?",
        "hdurl": "https://apod.nasa.gov/apod/image/1602/ManInMoon_Caxete_2770.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Find the Man in the Moon",
        "url": "https://apod.nasa.gov/apod/image/1602/ManInMoon_Caxete_1080.jpg"
    },
    {
        "copyright": "Bernard Miller",
        "date": "2022-06-13",
        "explanation": "The Whirlpool Galaxy is a classic spiral galaxy. At only 30 million light years distant and fully 60 thousand light years across, M51, also known as NGC 5194, is one of the brightest and most picturesque galaxies on the sky.  The featured image is a digital combination of images taken in different colors by the Earth-orbiting Hubble Space Telescope, highlighting many sharp features. Anyone with a good pair of binoculars, however, can see this Whirlpool toward the constellation of the Hunting Dogs (Canes Venatici). M51 is a spiral galaxy of type Sc and is the dominant member of a whole group of galaxies.  Astronomers speculate that M51's spiral structure is primarily due to its gravitational interaction with the smaller galaxy on the image left.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/M51_HubbleMiller_5688.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M51: The Whirlpool Galaxy from Hubble",
        "url": "https://apod.nasa.gov/apod/image/2206/M51_HubbleMiller_1080.jpg"
    },
    {
        "copyright": "Joshua Rozells",
        "date": "2022-06-14",
        "explanation": "What are all those streaks across the background? Satellite trails. First, the foreground features picturesque rock mounds known as Pinnacles.  Found in the Nambung National Park in Western Australia, these human-sized spires are made by unknown processes from ancient sea shells (limestone). Perhaps more eye-catching, though, is the sky behind. Created by low-Earth orbit satellites reflecting sunlight, all of these streaks were captured in less than two hours and digitally combined onto the single featured image, with the foreground taken consecutively by the same camera and from the same location.  Most of the streaks were made by the developing Starlink constellation of communication satellites, but some are not. In general, the streaks are indicative of an increasing number of satellites nearly continuously visible above the Earth after dusk and before dawn.  Understanding and removing the effects of satellite trails on images from Earth's ground-based cameras and telescopes is now important not only for elegant astrophotography, but for humanity's scientific understanding of the distant universe.   Astrophysicists: Browse 2,800+ codes in the Astrophysics Source Code Library",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/StarTrailsPinnacles_Rozells_3872.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Satellites Behind Pinnacles",
        "url": "https://apod.nasa.gov/apod/image/2206/StarTrailsPinnacles_Rozells_960.jpg"
    },
    {
        "copyright": "Saulius Adomaitis",
        "date": "2022-06-15",
        "explanation": "The Virgo Cluster of Galaxies is the closest cluster of galaxies to our Milky Way Galaxy.  The Virgo Cluster is so close that it spans more than 5 degrees on the sky - about 10 times the angle made by a full Moon. With its heart lying about 70 million light years distant, the Virgo Cluster is the nearest cluster of galaxies, contains over 2,000 galaxies, and has a noticeable gravitational pull on the galaxies of the Local Group of Galaxies surrounding our Milky Way Galaxy.  The cluster contains not only galaxies filled with stars but also gas so hot it glows in X-rays.  Motions of galaxies in and around clusters indicate that they contain more dark matter than any visible matter we can see.  Pictured here, the heart of the Virgo Cluster includes bright Messier galaxies such as Markarian's Eyes on the upper left, M86 just to the upper right of center, M84 on the far right, as well as spiral galaxy NGC 4388 at the bottom right.   Celestial Surprise: What picture did APOD feature on your birthday? (post 1995)",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/VirgoCentral_Adomaitis_2820.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "In the Heart of the Virgo Cluster",
        "url": "https://apod.nasa.gov/apod/image/2206/VirgoCentral_Adomaitis_960.jpg"
    },
    {
        "copyright": "Jeff Dai",
        "date": "2022-06-16",
        "explanation": "There are four Full Supermoons in 2022. Using the definition of a supermoon as a Full Moon near perigee, that is within at least 90% of its closest approach to Earth in a given orbit, the year's Full Supermoon dates are May 16, June 14, July 13, and August 12. Full Moons near perigee really are the brightest and largest in planet Earth's sky. But size and brightness differences between Full Moons are relatively small and an actual comparison with other Full Moons is difficult to make by eye alone.  Two exposures are blended in this supermoon and sky view from June 14. That Full Moon was also known to northern hemisphere skygazers as the Strawberry moon. The consecutive short and long exposures allow familiar features on the fully sunlit lunar nearside to be seen in the same image as a faint lunar corona and an atmospheric cloudscape. They were captured in skies over Chongqing, China.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/StrawberrySupermoonfromChina.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Strawberry Supermoon from China",
        "url": "https://apod.nasa.gov/apod/image/2206/StrawberrySupermoonfromChina1024.jpg"
    },
    {
        "copyright": "Elke Schulz",
        "date": "2022-06-17",
        "explanation": "On June 15, innermost planet Mercury had wandered about as far from the Sun as it ever gets in planet Earth's sky. Near the eastern horizon just before sunrise it stands over distant Andes mountain peaks in this predawn snapshot from the valley of Rio Hurtado in Chile. June's other morning planets are arrayed above it, as all the naked-eye planets of the Solar System stretch in a line along the ecliptic in the single wide-field view. Tilted toward the north, the Solar System's ecliptic plane arcs steeply through southern hemisphere skies. Northern hemisphere early morning risers will see the lineup of planets along the ecliptic at a shallower angle tilting toward the south. From both hemispheres June's beautiful morning planetary display finds the visible planets in order of their increasing distance from the Sun.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/PlanetsfromChile_E-Schulz.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Good Morning Planets from Chile",
        "url": "https://apod.nasa.gov/apod/image/2206/PlanetsfromChile__labelled_E-Schulz.jpg"
    },
    {
        "copyright": "Min Xie",
        "date": "2022-06-18",
        "explanation": "Supergiant star Gamma Cygni is at the center of the Northern Cross. Near the plane of our Milky Way galaxy, that famous asterism flies high in northern summer night skies in the constellation Cygnus the Swan. Known by the proper name Sadr, Gamma Cygni also lies just below center in this telescopic skyscape, with colors mapped from both broadband and narrowband image data. The field of view spans about 3 degrees (six Full Moons) on the sky and includes emission nebula IC 1318 and open star cluster NGC 6910. Filling the upper part of the frame and shaped like two glowing cosmic wings divided by a long dark dust lane, IC 1318's popular name is understandably the Butterfly Nebula. Right of Gamma Cygni, are the young, still tightly grouped stars of NGC 6910. The distance to Gamma Cygni is around 560 parsecs or 1,800 light-years. Estimates for IC 1318 and NGC 6910 range from 2,000 to 5,000 light-years.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/gamma-cygni-nebula-and-sadr.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Gamma Cygni Nebula",
        "url": "https://apod.nasa.gov/apod/image/2206/gamma-cygni-nebula-and-sadr1024.jpg"
    },
    {
        "date": "2022-06-19",
        "explanation": "Can you create a planetary system that lasts for 1000 years? Super Planet Crash, the featured game, allows you to try.  To create up to ten planets, just click anywhere near the central star.  Planet types can be selected on the left in order of increasing mass: Earth, Super-Earth, Ice giant, Giant planet, Brown dwarf, or Dwarf star. Each planet is gravitationally attracted not only to the central Sun-like star, but to other planets. Points are awarded, with bonus factors applied for increasingly crowded and habitable systems. The game ends after 1000 years or when a planet is gravitationally expelled. Many exoplanetary systems are being discovered in recent years, and Super Planet Crash demonstrates why some remain stable.  As you might suspect after playing Super Planet Crash a few times, there is reason to believe that our own Solar System has lost planets during its formation.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Game: Super Planet Crash",
        "url": "https://stefanom.org/spc/game.php"
    },
    {
        "date": "2022-06-20",
        "explanation": "There, just right of center, what is that? The surface of Mars keeps revealing new surprises with the recent discovery of finger-like rock spires. The small nearly-vertical rock outcrops were imaged last month by the robotic Curiosity rover on Mars. Although similar in size and shape to small snakes, the leading explanation for their origin is as conglomerations of small minerals left by water flowing through rock crevices. After these relatively dense minerals filled the crevices, they were left behind when the surrounding rock eroded away.  Famous rock outcrops on Earth with a similar origin are called hoodoos. NASA's Curiosity Rover continues to search for new signs of ancient water in Gale Crater on Mars, while also providing a geologic background important for future human exploration.   Explore Your Universe: Random APOD Generator",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/MarsFingers_Curiosity_1338.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Rock Fingers on Mars",
        "url": "https://apod.nasa.gov/apod/image/2206/MarsFingers_Curiosity_960.jpg"
    },
    {
        "copyright": "Meiying Lee",
        "date": "2022-06-21",
        "explanation": "Does the Sun return to the same spot on the sky every day? No.  A better and more visual answer to that question is an analemma, a composite of images taken at the same time and from the same place over the course of a year. The featured analemma was compiled at 4:30 pm many afternoons from Taiwan during 2021, with the city skyline of Taipei in the foreground, including tall Taipei 101. The Sun's location in December -- at the December solstice -- is shown on the far left, while its location at the June solstice is captured on the far right. Also shown are the positions of the Sun throughout the rest of the day on the solstices and equinoxes.  Today is the June solstice of 2022, the day in Earth's northern hemisphere when the Sun spends the longest time in the sky.  In many countries, today marks the official beginning of a new season, for example winter in Earth's southern hemisphere.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/AnalemmaTaipei_Lee_1080.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Analemma over Taipei",
        "url": "https://apod.nasa.gov/apod/image/2206/AnalemmaTaipei_Lee_1080.jpg"
    },
    {
        "copyright": "Craig Stocks",
        "date": "2022-06-22",
        "explanation": "Ten thousand years ago, before the dawn of recorded human history, a new light would have suddenly have appeared in the night sky and faded after a few weeks.  Today we know this light was from a supernova, or exploding star, and record the expanding debris cloud as the Veil Nebula, a supernova remnant.  Imaged with color filters featuring light emitted by sulfur (red), hydrogen (green), and oxygen (blue), this deep wide-angle view was processed to remove the stars and so better capture the impressive glowing filaments of the Veil.  Also known as the Cygnus Loop, the Veil Nebula is roughly circular in shape and covers nearly 3 degrees on the sky toward the constellation of the Swan (Cygnus). Famous nebular sections include the Bat Nebula, the Witch's Broom Nebula, and Fleming's Triangular Wisp.  The complete supernova remnant lies about 1,400 light-years away.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/Veil_Stocks_2560.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Supernova Remnant: The Veil Nebula",
        "url": "https://apod.nasa.gov/apod/image/2206/Veil_Stocks_1080.jpg"
    },
    {
        "copyright": "Basudeb Chakrabarti",
        "date": "2022-06-23",
        "explanation": "Beautiful spiral galaxy NGC 6744 is nearly 175,000 light-years across, larger than our own Milky Way. It lies some 30 million light-years distant in the southern constellation Pavo but appears as only a faint, extended object in small telescopes. We see the disk of the nearby island universe tilted towards our line of sight in this remarkably detailed galaxy portrait, a telescopic view that spans an area about the angular size of a full moon. In it, the giant galaxy's elongated yellowish core is dominated by the light from old, cool stars. Beyond the core, grand spiral arms are filled with young blue star clusters and speckled with pinkish star forming regions. An extended arm sweeps past smaller satellite galaxy NGC 6744A at the lower right. NGC 6744's galactic companion is reminiscent of the Milky Way's satellite galaxy the Large Magellanic Cloud.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/NGC6744_chakrabarti2048R.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spiral Galaxy NGC 6744",
        "url": "https://apod.nasa.gov/apod/image/2206/NGC6744_chakrabarti1024R.jpg"
    },
    {
        "copyright": "Martin Wise",
        "date": "2022-06-24",
        "explanation": "A solar filament is an enormous stream of incandescent plasma suspended above the active surface of the Sun by looping magnetic fields. Seen against the solar disk it looks dark only because it's a little cooler, and so slightly dimmer, than the solar photosphere. Suspended above the solar limb the same structure looks bright when viewed against the blackness of space and is called a solar prominence. A filaprom would be both of course, a stream of magnetized plasma that crosses in front of the solar disk and extends beyond the Sun's edge. In this hydrogen-alpha close-up of the Sun captured on June 22, active region AR3038 is near the center of the frame. Active region AR3032 is seen at the far right, close to the Sun's western limb. As AR3032 is carried by rotation toward the Sun's visible edge, what was once a giant filament above it is now partly seen as a prominence, How big is AR3032's filaprom? For scale planet Earth is shown near the top right corner.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/AR3038_Filaprom_HA_DS_150mmF20_IMX174_Color_06222022.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Filaprom on the Western Limb",
        "url": "https://apod.nasa.gov/apod/image/2206/AR3038_Filaprom_HA_DS_150mmF20_IMX174_Color_06222022_1024.jpg"
    },
    {
        "copyright": "Gruppo Astrofili Palidoro",
        "date": "2022-06-25",
        "explanation": "Simultaneous images from four cameras were combined to construct this atmospheric predawn skyscape. The cooperative astro-panorama captures all the planets of the Solar System, just before sunrise on June 24. That foggy morning found innermost planet Mercury close to the horizon but just visible against the twilight, below and left of brilliant Venus. Along with the waning crescent Moon, the other bright naked-eye planets, Mars, Jupiter, and Saturn lie near the ecliptic, arcing up and to the right across the wide field of view. Binoculars would have been required to spot the much fainter planets Uranus and Neptune, though they also were along the ecliptic in the sky. In the foreground are excavations at an ancient Roman villa near Marina di San Nicola, Italy, planet Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/20220624_ALLINEAMENTO_SPECIALEweb.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Planets of the Solar System",
        "url": "https://apod.nasa.gov/apod/image/2206/20220624_ALLINEAMENTO_SPECIALEweb600h.jpg"
    },
    {
        "date": "2022-06-26",
        "explanation": "What caused this outburst of V838 Mon?  For reasons unknown, star V838 Mon's outer surface suddenly greatly expanded with the result that it became one of the brighter stars in the  Milky Way Galaxy in early 2002.  Then, just as suddenly, it shrunk and faded.  A stellar flash like this had never been seen before -- supernovas and novas expel matter out into space.  Although the V838 Mon flash appears to expel material into space, what is seen in the featured image from the Hubble Space Telescope is actually an outwardly expanding light echo of the original flash.  In a light echo, light from the flash is reflected by successively more distant surfaces in the complex array of ambient interstellar dust that already surrounded the star.  V838 Mon lies about 20,000 light years away toward the constellation of the unicorn (Monoceros), while the light echo above spans about six light years in diameter.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/V838Mon_Hubble_2238.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Light Echoes from V838 Mon",
        "url": "https://apod.nasa.gov/apod/image/2206/V838Mon_Hubble_960.jpg"
    },
    {
        "copyright": "Wang Jin",
        "date": "2022-06-27",
        "explanation": "The Gum Nebula is so large and close it is actually hard to see. This interstellar expanse of glowing hydrogen gas frequently evades notice because it spans 35 degrees -- over 70 full Moons -- while much of it is quite dim. This featured spectacular 90-degree wide mosaic, however, was designed to be both wide and deep enough to bring up  the Gum -- visible in red on the right. The image was acquired late last year with both the foreground -- including Haba Snow Mountain -- and the background -- including the Milky Way's central band -- captured by the same camera and from the same location in Shangri-La, Yunnan, China. The Gum Nebula is so close that we are only about 450 light-years from the front edge, while about 1,500 light-years from the back edge. Named for a cosmic cloud hunter, Australian astronomer Colin Stanley Gum (1924-1960), the origin of this complex nebula is still being debated. A leading theory for the origin of the Gum Nebula is that  it is the remnant of a million year-old supernova explosion, while a competing theory holds that the Gum is a molecular cloud shaped over eons by multiple supernovas and the outflowing winds of several massive stars.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/GumMountain_WangJin_2400.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Gum Nebula over Snowy Mountains",
        "url": "https://apod.nasa.gov/apod/image/2206/GumMountain_WangJin_1080.jpg"
    },
    {
        "date": "2022-06-28",
        "explanation": "Which part of the Moon is this?  No part -- because this is the planet Mercury.  Mercury's old surface is heavily cratered like that of Earth's Moon.  Mercury, while only slightly larger than Luna, is much denser and more massive than any Solar System moon because it is made mostly of iron.  In fact, our Earth is the only planet more dense.  Because Mercury rotates exactly three times for every two orbits around the Sun, and because Mercury's orbit is so elliptical, visitors on Mercury could see the Sun rise, stop in the sky, go back toward the rising horizon, stop again, and then set quickly over the other horizon.  From Earth, Mercury's proximity to the Sun causes it to be visible only for a short time just after sunset or just before sunrise. The featured image was captured last week by ESA and JAXA's passing BepiColombo spacecraft as it sheds energy and prepares to orbit the innermost planet starting in 2025.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/Mercury_BepiColombo_2049.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mercury from Passing BepiColombo",
        "url": "https://apod.nasa.gov/apod/image/2206/Mercury_BepiColombo_960.jpg"
    },
    {
        "copyright": "Alexis Trigo",
        "date": "2022-06-29",
        "explanation": "Yes, but have you ever seen all of the planets at once? A rare roll-call of planets has been occurring in the morning sky for much of June.  The featured fisheye all-sky image, taken a few mornings ago near the town of San Pedro de Atacama in Chile, caught not only the entire planet parade, but the Moon between Mars and Venus.  In order, left to right along the ecliptic plane, members of this Solar System family portrait are Earth, Saturn, Neptune, Jupiter, Mars, Uranus, Venus, Mercury, and Earth.  To emphasize their locations, Neptune and Uranus have been artificially enhanced. The volcano just below Mercury is Licancabur. In July, Mercury will move into the Sun's glare but reappear a few days later on the evening side.  Then, in August, Saturn will drift past the direction opposite the Sun and so become visible at dusk instead of dawn.  The next time that all eight planets will be simultaneously visible in the evening sky will be in 2122.     Notable Submissions to APOD: Morning Planet Parade 2022 June",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/SolSysPortrait_Trigo_1920.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Solar System Family Portrait",
        "url": "https://apod.nasa.gov/apod/image/2206/SolSysPortrait_Trigo_1080_annotated.jpg"
    },
    {
        "copyright": "Jose J. Chambo",
        "date": "2022-06-30",
        "explanation": "Imaged on June 20 2022, comet C/2017 K2 (PanSTARRS) shares this wide telescopic field of view with open star cluster IC 4665 and bright star Beta Ophiuchi, near a starry edge of the Milky Way. On its maiden voyage to the inner Solar System from the dim and distant Oort cloud, this comet PanSTARRS was initially spotted over five years ago, in May 2017. Then it was the most distant active inbound comet ever found, discovered when it was some 2.4 billion kilometers from the Sun. That put it between the orbital distances of Uranus and Saturn. Hubble Space Telescope observations indicated the comet had a large nucleus less than 18 kilometers in diameter.  Now visible in small telescopes C/2017 K2 will make its closest approach to planet Earth on July 14 and closest approach to the Sun this December. Its extended coma and developing tail are seen here at a distance of some 290 million kilometers, a mere 16 light-minutes away.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/2017K2_2022-06-20_media.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Comet C/2017 K2 (PanSTARRS)",
        "url": "https://apod.nasa.gov/apod/image/2206/2017K2_2022-06-20_media1024.jpg"
    },
    {
        "copyright": "Zheng Zhi",
        "date": "2022-07-01",
        "explanation": "Stars trail through a clear morning sky in this postcard from a rotating planet. The timelapse image is constructed from consecutive exposures made over nearly three hours with a camera fixed to a tripod beside the Forbidden City in Beijing, China on June 24. Arcing above the eastern horizon after the series of exposures began, a waning crescent Moon left the brightest streak and watery reflection. On that date the planets of the Solar System were also lined up along the ecliptic and left their own trails before sunrise.  Saturn was first to rise on that morning and the ringed planet's trail starts close to the top right edge, almost out of the frame. Innermost planet Mercury rose only just before the Sun though. It left the shortest trail, visible against the twilight near the horizon at the far left. Uranus and Neptune are faint and hard to find, but mingled with the star trails the Solar System's planet trails are all labeled in the scene.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/Star-trail-of-planets.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Solar System's Planet Trails",
        "url": "https://apod.nasa.gov/apod/image/2207/Star-trail-of-planets1067.jpg"
    },
    {
        "copyright": "Pinholove",
        "date": "2022-07-02",
        "explanation": "For the northern hemisphere June 21 was the summer solstice, the Sun reaching its northernmost declination for the year. That would put it at the top of each of these three figure-8 curves, or analemmas, as it passed through the daytime sky over the village of Proboszczow, Poland. No sequence of digital exposures was used to construct the remarkable image though. Using a pinhole camera fixed to face south during the period June 26, 2021 to June 26, 2022, the image was formed directly on a single sheet of photographic paper, a technique known as solargraphy. The three analemmas are the result of briefly exposing the photo paper through the pinhole each day at 11:00, 12:00, and 13:00 CET. Groups of dashed lines on the sides show partial tracks of the Sun from daily exposures made every 15 minutes. Over the year-long solargraphic photo opportunity clouds blocking the Sun during the pinhole exposures created the dark gaps.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/Analemma1.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Solargraphic Analemmas",
        "url": "https://apod.nasa.gov/apod/image/2207/Analemma1_1024c.jpg"
    },
    {
        "date": "2022-07-03",
        "explanation": "This moon is doomed. Mars, the red planet named for the Roman god of war, has two tiny moons, Phobos and Deimos, whose names are derived from the Greek for Fear and Panic. These martian moons may well be captured asteroids originating in the main asteroid belt between Mars and Jupiter or perhaps from even more distant reaches of our Solar System. The larger moon, Phobos, is indeed seen to be a cratered, asteroid-like object in this stunning color image from the robotic Mars Reconnaissance Orbiter, with objects as small as 10 meters visible. But Phobos orbits so close to Mars - about 5,800 kilometers above the surface compared to 400,000 kilometers for our Moon - that gravitational tidal forces are dragging it down. In perhaps 50 million years, Phobos is expected to disintegrate into a ring of debris.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/Phobos_MRO_3374.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Phobos: Doomed Moon of Mars",
        "url": "https://apod.nasa.gov/apod/image/2207/Phobos_MRO_960.jpg"
    },
    {
        "copyright": "Lorenzo Busilacchi",
        "date": "2022-07-04",
        "explanation": "Near the horizon the full moon often seems to loom large, swollen in appearance by the famous Moon illusion. But time-lapse image sequences demonstrate that the Moon's angular size doesn't really change as it rises or sets. Its color does, though. Recording a frame about every 60 seconds, this image also shows how red the Sun can look while low on the horizon. The featured montage was taken from Cagliari, Sardinia, Italy, the day after June's Strawberry Moon, a full moon dubbed a supermoon due to its slightly larger-than-usual angular size.  This Strawberry Supermoon is seen rising behind the Devil's Saddle, a mountain named for the unusual moon-sized dip seen just to the right of the rising moon. A shrinking line-of-sight through planet Earth's dense and dusty atmosphere shifted the moonlight from strawberry red through honey-colored and paler yellowish hues. That change seems appropriate for a northern June Full Moon also known as the Strawberry or Honey Moon. A Thunder Supermoon -- the third of four supermoons in 2022 -- will occur later this month.   Today's Adventure Link: Click on \"Cagliari\"",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/StrawberryMoonRise_Busilacchi_6720.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Strawberry Supermoon Over Devil's Saddle",
        "url": "https://apod.nasa.gov/apod/image/2207/StrawberryMoonRise_Busilacchi_1080.jpg"
    },
    {
        "date": "2022-07-05",
        "explanation": "It is difficult to hide a galaxy behind a cluster of galaxies.  The closer cluster's gravity will act like a huge lens, pulling images of the distant galaxy around the sides and greatly distorting them.  This is just the case observed in the featured image recently re-processed image from the Hubble Space Telescope.  The cluster GAL-CLUS-022058c is composed of many galaxies and is  lensing the image of a yellow-red background galaxy into arcs seen around the image center.  Dubbed a molten Einstein ring for its unusual shape, four images of the same background galaxy have been identified. Typically, a foreground galaxy cluster can only create such smooth arcs if most of its mass is smoothly distributed -- and therefore not concentrated in the cluster galaxies visible.  Analyzing the positions of these gravitational arcs gives astronomers a method to estimate the dark matter distribution in galaxy clusters, as well as infer when the stars in these early galaxies began to form.   New APOD Social Mirrors in Arabic: On Facebook, Instagram, and Twitter",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/MoltenEinsteinRing_HubbleLodge_2972.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Molten Galaxy Einstein Ring",
        "url": "https://apod.nasa.gov/apod/image/2207/MoltenEinsteinRing_HubbleLodge_960.jpg"
    },
    {
        "date": "2022-07-06",
        "explanation": "Our sky is alive with the streams of stars.  The motions of 26 million Milky Way stars are evident in the featured map constructed from recent data taken by ESA's Gaia satellite. Stars colored blue are moving toward us, while red indicates away. Lines depict the motion of the stars across the sky. The large blue areas on the left and red areas on the map's right give the overall impression that stars in the Milky Way are rotating around the center. Understanding details about the motion of stars is helping humanity to better understand the complex history of our Milky Way galaxy and the origin of our Sun.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/MilkyWayMotion_Gaia_2000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Milky Way Motion in 3D from Gaia",
        "url": "https://apod.nasa.gov/apod/image/2207/MilkyWayMotion_Gaia_1080.jpg"
    },
    {
        "copyright": "Giorgio Ferrari",
        "date": "2022-07-07",
        "explanation": "A study in contrasts, this colorful skyscape features stars, dust, and glowing gas in the vicinity of NGC 6914. The interstellar complex of nebulae lies some 6,000 light-years away, toward the high-flying northern constellation Cygnus and the plane of our Milky Way Galaxy. Obscuring interstellar dust clouds appear in silhouette while reddish hydrogen emission nebulae, along with the dusty blue reflection nebulae, fill the cosmic canvas. Ultraviolet radiation from the massive, hot, young stars of the extensive Cygnus OB2 association ionize the region's atomic hydrogen gas, producing the characteristic red glow as protons and electrons recombine. Embedded Cygnus OB2 stars also provide the blue starlight strongly reflected by the dust clouds. The over 1 degree wide telescopic field of view spans about 100 light-years at the estimated distance of NGC 6914.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/NGC_6914.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The NGC 6914 Complex",
        "url": "https://apod.nasa.gov/apod/image/2207/NGC_6914_1024.jpg"
    },
    {
        "copyright": "Marcella Giulia Pace",
        "date": "2022-07-08",
        "explanation": "With roots on a rotating planet, an old tree is centered in this sequence of 137 exposures each 20 seconds long, recorded one night from northern Sicily. Digital camera and fisheye lens were fixed to a tripod to capture the dramatic timelapse, so the stars trailed through the region's dark sky. Of course that makes it easy to spot the planet's north celestial pole. The extension of Earth's axis of rotation into space is toward the upper left, at the center of the concentric star trail arcs. The Milky Way is there too. The plane of our galaxy stretches across the wide field of view from north to east (left to right) creating a broader luminous band of diffuse starlight.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/StarTreels.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Roots on a Rotating Planet",
        "url": "https://apod.nasa.gov/apod/image/2207/StarTreels.jpg"
    },
    {
        "copyright": "Tom Glenn",
        "date": "2022-07-09",
        "explanation": "Soaring high in skies around planet Earth, bright planet Saturn was a star of June's morning planet parade. But very briefly on June 24 it posed with a bright object in low Earth orbit, the International Space Station. On that date from a school parking lot in Temecula, California the ringed-planet and International Space Station were both caught in this single high-speed video frame. Though Saturn was shining at +0.5 stellar magnitude the space station was an even brighter -3 on the magnitude scale. That difference in brightness is faithfully represented in the video capture frame. In the challenging image, the orbiting ISS was at a range of 602 kilometers. Saturn was about 1.4 billion kilometers from the school parking lot.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/ISS_Saturn_TGlenn.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn and the ISS",
        "url": "https://apod.nasa.gov/apod/image/2207/ISS_Saturn_TGlenn.jpg"
    },
    {
        "copyright": "Raul Villaverde",
        "date": "2022-07-10",
        "explanation": "Three thousand light-years away, a dying star throws off shells of glowing gas. This image from the Hubble Space Telescope reveals the Cat's Eye Nebula (NGC 6543), to be one of the most complex planetary nebulae known. Spanning half a light-year, the features seen in the Cat's Eye are so complex that astronomers suspect the bright central object may actually be a binary star system. The term planetary nebula, used to describe this general class of objects, is misleading. Although these objects may appear round and planet-like in small telescopes, high resolution images with large telescopes reveal them to be stars surrounded by cocoons of gas blown off in the late stages of stellar evolution. Gazing into this Cat's Eye, astronomers may well be seeing more than detailed structure, they may be seeing the fate of our Sun, destined to enter its own planetary nebula phase of evolution ... in about 5 billion years.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/CatsEye_HubbleVillaVerde_960.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "In the Center of the Cat's Eye Nebula",
        "url": "https://apod.nasa.gov/apod/image/2207/CatsEye_HubbleVillaVerde_960.jpg"
    },
    {
        "copyright": "Jordi Coy",
        "date": "2022-07-11",
        "explanation": "What is the oldest thing you can see? At 2.5 million light years distant, the answer for the unaided eye is the Andromeda galaxy, because its photons are 2.5 million years old when they reach you. Most other apparent denizens of the night sky -- stars, clusters, and nebulae -- appear as they were only a few hundred to a few thousand years ago, as they lie well within our own Milky Way Galaxy.  Given its distance, light from Andromeda is likely also the farthest object that you can see.  Also known as M31, the Andromeda Galaxy dominates the center of the featured zoomed image, taken from the Sahara Desert in Morocco last month.  The featured image is a combination of three background and one foreground exposure -- all taken with the same camera and from the same location and on the same calendar day -- with the foreground image taken during the evening blue hour. M110, a satellite galaxy of Andromenda is visible just above and to the left of M31's core. As cool as it may be to see this neighboring galaxy to our Milky Way with your own eyes, long duration camera exposures can pick up many faint and breathtaking details.  Recent data indicates that our Milky Way Galaxy will collide and combine with the similarly-sized Andromeda galaxy in a few billion years.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/SaharaAndromeda_Coy_6135.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Andromeda over the Sahara Desert",
        "url": "https://apod.nasa.gov/apod/image/2207/SaharaAndromeda_Coy_1080.jpg"
    },
    {
        "copyright": "Bertrand Kulik",
        "date": "2022-07-12",
        "explanation": "It's northern noctilucent cloud season. Composed of small ice crystals forming only during specific conditions in the upper atmosphere, noctilucent clouds may become visible at sunset during late summer when illuminated by sunlight from below.  Noctilucent clouds are the highest clouds known and now established to be polar mesospheric clouds observed from the ground.  Although observed with NASA's AIM satellite since 2007, much about noctilucent clouds remains unknown and so a topic of active research. The featured image shows expansive and rippled noctilucent clouds wafting over Paris, France. This year, several northern locations are already reporting especially vivid displays of noctilucent clouds.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/NoctilucentParis_Kulik_1080.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Noctilucent Clouds over Paris",
        "url": "https://apod.nasa.gov/apod/image/2207/NoctilucentParis_Kulik_1080.jpg"
    },
    {
        "date": "2022-07-13",
        "explanation": "This is the deepest, sharpest infrared image of the cosmos so far. The view of the early Universe toward the southern constellation Volans was achieved in 12.5 hours of exposure with the NIRCam instrument on the James Webb Space Telescope. Of course the stars with six visible spikes are well within our own Milky Way. Their diffraction pattern is characteristic of Webb's 18 hexagonal mirror segments operating together as a single 6.5 meter diameter primary mirror. The thousands of galaxies flooding the field of view are members of the distant galaxy cluster SMACS0723-73, some 4.6 billion light-years away. Luminous arcs that seem to infest the deep field are even more distant galaxies though. Their images are distorted and magnified by the dark matter dominated mass of the galaxy cluster, an effect known as gravitational lensing. Analyzing light from two separate arcs below the bright spiky star, Webb's NIRISS instrument indicates the arcs are both images of the same background galaxy. And that galaxy's light took about 9.5 billion years to reach the James Webb Space Telescope.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/STScI-SMACS0723_webb.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "Webb's First Deep Field",
        "url": "https://apod.nasa.gov/apod/image/2207/STScI-SMACS0723_webb.jpg"
    },
    {
        "date": "2022-07-14",
        "explanation": "Cataloged as NGC 3132 the Southern Ring Nebula is a planetary nebula, the death shroud of a dying sun-like star some 2,500 light-years from Earth. Composed of gas and dust the stunning cosmic landscape is nearly half a light-year in diameter, explored in unprecedented detail by the James Webb Space Telescope. In this NIRCam image the bright star near center is a companion of the dying star. In mutual orbit, the star whose transformation has ejected the nebula's gas and dust shells over thousands of years is the fainter stellar partner. Evolving to become a white dwarf, the faint star appears along the diffraction spike extending toward the 8 o'clock position. This stellar pair's orbital motion has resulted the complex structures within the Southern Ring Nebula.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/STScI-WebbSouthernRing.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "Webb's Southern Ring Nebula",
        "url": "https://apod.nasa.gov/apod/image/2207/STScI-WebbSouthernRing.jpg"
    },
    {
        "copyright": "Petr Horalek",
        "date": "2022-07-15",
        "explanation": "On July 13 this well-planned telephoto view recorded a Full Moon rising over Lubovna Castle in eastern Slovakia. The photographer was about 3 kilometers from the castle walls and about 357,000 kilometers from this Full Moon near perigee, the closest point in its elliptical orbit. Known to some as supermoons, full moons near perigee are a little brighter and larger in planet Earth's sky when compared to full moons that occur near the average lunar distance of around 384,000 kilometers. Of course any Full Moon near the horizon can show the effects of refraction over a long sight-line through dense clear atmosphere. In this image, atmospheric refraction creates the slight green flash framed by thin clouds near the top, with a ragged red rim along the bottom edge of July's perigee Full Moon.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/2022_07_13_Uplnek_Lubovna_1000mm_1500px.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "Lubovna Full Moon",
        "url": "https://apod.nasa.gov/apod/image/2207/2022_07_13_Uplnek_Lubovna_1000mm_c1024px.jpg"
    },
    {
        "copyright": "Eduardo\nSchaberger Poupeau",
        "date": "2022-07-16",
        "explanation": "South is up in this dramatic telescopic view of the lunar terminator and the Moon's rugged southern highlands. The lunar landscape was captured on July 7 with the moon at its first quarter phase. The Sun shines at a low angle from the right as dawn comes to the region's young and old craters Tycho and Clavius. About 100 million years young, Tycho is the sharp-walled 85 kilometer diameter crater below and left of center. Its 2 kilometer tall central peak and far crater wall reflect bright sunlight, Its smooth floor lies in dark shadow. Debris ejected during the impact that created Tycho make it the stand out lunar crater when the Moon is near full though. They produce a highly visible radiating system of light streaks or rays that extend across much of the lunar near side. In fact, some of the material collected at the Apollo 17 landing site, about 2,000 kilometers away, likely originated from the Tycho impact.  One of the oldest and largest craters on the Moon's near side, 225 kilometer diameter Clavius is due south (above) of Tycho. Clavius crater's own ray system resulting from its original impact event would have faded long ago. The old crater's worn walls and smooth floor are now overlayed by newer smaller craters from impacts that occurred after Clavius was formed. Reaching above the older crater, tops of the newer crater walls reflect this dawn's early light to create narrow shining arcs within a shadowed Clavius.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/Dawn-in-Clavius-Tycho-07-07-22.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Tycho and Clavius at Dawn",
        "url": "https://apod.nasa.gov/apod/image/2207/Dawn-in-Clavius-Tycho-07-07-22_1024.jpg"
    },
    {
        "date": "2022-07-17",
        "explanation": "What are those spots on Jupiter? Largest and furthest, just right of center, is the Great Red Spot -- a huge storm system that has been raging on Jupiter possibly since Giovanni Cassini's likely notation of it 357 years ago.  It is not yet known why this Great Spot is red. The spot toward the lower left is one of Jupiter's largest moons: Europa. Images from Voyager in 1979 bolster the modern hypothesis that Europa has an underground ocean and is therefore a good place to look for extraterrestrial life. But what about the dark spot on the upper right? That is a shadow of another of Jupiter's large moons: Io. Voyager 1 discovered Io to be so volcanic that no impact craters could be found.  Sixteen frames from Voyager 1's flyby of Jupiter in 1979 were recently reprocessed and merged to create the featured image.  Forty-five years ago this September, Voyager 1 launched from Earth and started one of the greatest explorations of the Solar System ever.    Free Download: Voyager Posters",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/EuropaJupiter_Voyager_2792.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Europa and Jupiter from Voyager 1",
        "url": "https://apod.nasa.gov/apod/image/2207/EuropaJupiter_Voyager_960.jpg"
    },
    {
        "date": "2022-07-18",
        "explanation": "OK, but why can't you combine images from Webb and Hubble? You can, and today's featured image shows one impressive result. Although the recently launched James Webb Space Telescope (Webb) has a larger mirror than Hubble, it specializes in infrared light and can't see blue -- only up to about orange.  Conversely, the Hubble Space Telescope (Hubble) has a smaller mirror than Webb and can't see as far into the infrared as Webb, but can image not only blue light but even ultraviolet.  Therefore, Webb and Hubble data can be combined to create images across a wider variety of colors.  The featured image of four galaxies from Stephan's Quintet shows Webb images as red and also includes images taken by Japan's ground-based Subaru telescope in Hawaii.  Because image data for Webb, Hubble, and Subaru are made freely available, anyone around the world can process it themselves, and even create intriguing and scientifically useful multi-observatory montages.    Stephan's Quintet from just: Webb, Hubble",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/Quintet_JwstHstEtcGendler_2413.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stephan's Quintet from Webb, Hubble, and Subaru",
        "url": "https://apod.nasa.gov/apod/image/2207/Quintet_JwstHstEtcGendler_960.jpg"
    },
    {
        "copyright": "Dheera Venkatraman",
        "date": "2022-07-19",
        "explanation": "Stars come in bunches.  The most famous bunch of stars on the sky is the Pleiades, a bright cluster that can be easily seen with the unaided eye.  The Pleiades lies only about 450 light years away, formed about 100 million years ago, and will likely last about another 250 million years. Our Sun was likely born in a star cluster, but now, being about 4.5 billion years old, its stellar birth companions have long since dispersed. The Pleiades star cluster is pictured over Half Dome, a famous rock structure in Yosemite National Park in California, USA. The featured image is a composite of 28 foreground exposures and 174 images of the stellar background, all taken from the same location and by the same camera on the same night in October 2019. After calculating the timing of a future juxtaposition of the Pleiades and Half Dome, the astrophotrographer was unexpectedly rewarded by an electrical blackout, making the background sky unusually dark.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/HalfPleiades_Venkatraman_1365.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Pleiades over Half Dome",
        "url": "https://apod.nasa.gov/apod/image/2207/HalfPleiades_Venkatraman_960.jpg"
    },
    {
        "date": "2022-07-20",
        "explanation": "Why does Jupiter have rings?  Jupiter's main ring was discovered in 1979 by NASA's passing Voyager 1 spacecraft, but its origin was then a mystery.  Data from NASA's Galileo spacecraft that orbited Jupiter from 1995 to 2003, however, confirmed the hypothesis that this ring was created by meteoroid impacts on small nearby moons.  As a small meteoroid strikes tiny Metis, for example, it will bore into the moon, vaporize, and explode dirt and dust off into a Jovian orbit. The featured image of Jupiter in infrared light by the James Webb Space Telescope shows not only Jupiter and its clouds, but this ring as well. Also visible is Jupiter's Great Red Spot (GRS) -- in comparatively light color on the right, Jupiter's large moon Europa -- in the center of diffraction spikes on the left, and Europa's shadow -- next to the GRS.  Several features in the image are not yet well understood, including the seemingly separated cloud layer on Jupiter's right limb.    Celestial Surprise: What picture did APOD feature on your birthday? (post 1995)",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/JupiterRing_WebbSchmidt_2429.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Jupiter and Ring in Infrared from Webb",
        "url": "https://apod.nasa.gov/apod/image/2207/JupiterRing_WebbSchmidt_1080.jpg"
    },
    {
        "copyright": "German Penelas Perez",
        "date": "2022-07-21",
        "explanation": "Imaged on July 15 2022, comet C/2017 K2 (PanSTARRS) had a Messier moment, sharing this wide telescopic field of view with globular star cluster Messier 10. Of course M10 was cataloged by 18th century comet hunter Charles Messier as the 10th object on his list of things that were definitely not comets. While M10 is about 14 thousand light-years distant, this comet PanSTARRS was about 15 light-minutes from our fair planet following its July 14 closest approach. Its greenish coma and dust tail entertaining 21st century comet watchers, C/2017 K2 is expected to remain a fine telescopic comet in northern summer skies. On a maiden voyage from our Solar System's remote Oort Cloud this comet PanSTARRS was discovered in May 2017 when it was beyond the orbit of Saturn. At the time that made it the most distant active inbound comet known. Its closest approach to the Sun will be within 1.8 astronomical units on December 19, beyond the orbital distance of Mars.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/C2017k2cumuloM10v4_2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Messier 10 and Comet",
        "url": "https://apod.nasa.gov/apod/image/2207/C2017k2cumuloM10v4_1024.jpg"
    },
    {
        "copyright": "Robert Eder",
        "date": "2022-07-22",
        "explanation": "Beautiful spiral galaxy Messier 74 (also known as NGC 628) lies some 32 million light-years away toward the constellation Pisces. An island universe of about 100 billion stars with two prominent spiral arms, M74 has long been admired by astronomers as a perfect example of a grand-design spiral galaxy. M74's central region is brought into a stunning, sharp focus in this recently processed image using publicly available data from the James Webb Space Telescope. The colorized combination of image data sets is from two of Webb's instruments NIRcam and MIRI, operating at near- and mid-infrared wavelengths.  It reveals cooler stars and dusty structures in the grand-design spiral galaxy only hinted at in previous space-based views.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/JWST_NGC628_Robert_Eder_V2.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spiral Galaxy M74: A Sharper View",
        "url": "https://apod.nasa.gov/apod/image/2207/JWST_NGC628_Robert_Eder_V2600h.jpg"
    },
    {
        "date": "2022-07-23",
        "explanation": "Have you seen a panorama from another world lately?  Assembled from high-resolution scans of the original film frames, this one sweeps across the magnificent desolation of the Apollo 11 landing site on the Moon's Sea of Tranquility. The images were taken by Neil Armstrong looking out his window of the Eagle Lunar Module shortly after the July 20, 1969 landing. The frame at the far left (AS11-37-5449) is the first picture taken by a person on another world. Toward the south, thruster nozzles can be seen in the foreground on the left, while at the right, the shadow of the Eagle is visible to the west. For scale, the large, shallow crater on the right has a diameter of about 12 meters. Frames taken from the Lunar Module windows about an hour and a half after landing, before walking on the lunar surface, were intended to initially document the landing site in case an early departure was necessary.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/a11pan1040226lftsm.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Apollo 11 Landing Panorama",
        "url": "https://apod.nasa.gov/apod/image/2207/a11pan1040226lftsm600.jpg"
    },
    {
        "date": "2022-07-24",
        "explanation": "Many details of Saturn appear clearly in infrared light.  Bands of clouds show great structure, including long stretching storms.  Also quite striking in infrared is the unusual hexagonal cloud pattern surrounding Saturn's North Pole.  Each side of the dark hexagon spans roughly the width of our Earth. The hexagon's existence was not predicted, and its origin and likely stability remains a topic of research.  Saturn's famous rings circle the planet and cast shadows below the equator. The featured image was taken by the robotic Cassini spacecraft in 2014 in several infrared colors.  In 2017 September, the Cassini mission was brought to a dramatic conclusion when the spacecraft was  directed to dive into ringed giant.    Explore Your Universe: Random APOD Generator",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/SaturnIR_CassiniKakitsev_1024.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn in Infrared from Cassini",
        "url": "https://apod.nasa.gov/apod/image/2207/SaturnIR_CassiniKakitsev_960.jpg"
    },
    {
        "copyright": "Mohamad Soltanolkotabi",
        "date": "2022-07-25",
        "explanation": "Can you find the Moon? This usually simple task can be quite difficult.  Even though the Moon is above your horizon half of the time, its phase can be anything from crescent to full. The featured image was taken in late May from Sant Martí d'Empúries, Spain, over the Mediterranean Sea in the early morning. One reason you can't find this moon is because it is very near to its new phase, when very little of the half illuminated by the Sun is visible to the Earth. Another reason is because this moon is near the horizon and so seen through a long path of Earth's atmosphere -- a path which dims the already faint crescent. Any crescent moon is only visible near the direction the Sun, and so only locatable near sunrise or sunset. The Moon runs through all of its phases in a month (moon-th), and this month the thinnest sliver of a crescent -- a new moon -- will occur in three days.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/FindTheMoon_soltanolkotabi_1500.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Find the New Moon",
        "url": "https://apod.nasa.gov/apod/image/2207/FindTheMoon_soltanolkotabi_1080.jpg"
    },
    {
        "copyright": "Paolo Girotti",
        "date": "2022-07-26",
        "explanation": "This sight was worth getting out of bed early.  Two years ago this month, Comet C/2020 F3 (NEOWISE) rose before dawn to the delight of northern sky enthusiasts awake that early. Up before sunrise on July 8th, the featured photographer was able to capture in dramatic fashion one of the few comets visible to the unaided eye this century, an inner-Solar System intruder that has become known as the Great Comet of 2020.  The resulting video detailed Comet NEOWISE from Italy rising over the Adriatic Sea. The time-lapse video combines over 240 images taken over 30 minutes.  The comet was seen rising through a foreground of bright and undulating noctilucent clouds, and before a background of distant stars.  Comet NEOWISE remained unexpectedly bright until 2020 August, with its ion and dust tails found to emanate from a nucleus spanning about five kilometers across.    Astrophysicists: Browse 2,800+ codes in the Astrophysics Source Code Library",
        "media_type": "video",
        "service_version": "v1",
        "title": "Comet NEOWISE Rising over the Adriatic Sea",
        "url": "https://www.youtube.com/embed/ts0Ek3nLHew?rel=0"
    },
    {
        "copyright": "Ruslan Merzlyakovastrorms",
        "date": "2022-07-27",
        "explanation": "This moon made quite an entrance. Typically, a moonrise is quiet and serene.  Taking a few minutes to fully peek above the horizon, Earth's largest orbital companion can remain relatively obscure until it rises high in the nighttime sky. About a week ago, however, and despite being only half lit by the Sun, this rising moon put on a show -- at least from this location. The reason was that, as seen from Limfjord in Nykøbing Mors, Denmark, the moon rose below scattered clouds near the horizon.  The result, captured here in a single exposure, was that moonlight poured through gaps in the clouds to created what are called crepuscular rays.  These rays can fan out dramatically across the sky when starting near the horizon, and can even appear to converge on the other side of the sky. Well behind our Moon, stars from our Milky Way galaxy dot the background, and our galaxy's largest orbital companion -- the Andromeda galaxy -- can be found on the upper left.    Almost Hyperspace: Random APOD Generator",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/CrepuscularMoonrise_Merzyakov_1308.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Crepuscular Moon Rays over Denmark",
        "url": "https://apod.nasa.gov/apod/image/2207/CrepuscularMoonrise_Merzyakov_960.jpg"
    },
    {
        "copyright": "Jeff Dai",
        "date": "2022-07-28",
        "explanation": "An ancient tree seems to reach out and touch Earth's North Celestial Pole in this well-planned night skyscape. Consecutive exposures for the timelapse composition were recorded with a camera fixed to a tripod in the Yiwu Desert Poplar Forests in northwest Xinjiang, China. The graceful star trail arcs reflect Earth's daily rotation around its axis. By extension, the axis of rotation leads to the center of the concentric arcs in the night sky. Known as the North Star, bright star Polaris is a friend to northern hemisphere night sky photographers and celestial navigators alike. That's because Polaris lies very close to the North Celestial Pole on the sky. Of course it can be found at the tip of an outstretched barren branch in a postcard from a rotating planet.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/AncientTreeNCP_Dai.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "North Celestial Tree",
        "url": "https://apod.nasa.gov/apod/image/2207/AncientTreeNCP_Dai1024.jpg"
    },
    {
        "copyright": "Ian Griffin",
        "date": "2022-07-29",
        "explanation": "SOFIA, the Stratospheric Observatory for Infrared Astronomy, is a Boeing 747SP aircraft modified to carry a large reflecting telescope into the stratosphere. The ability of the airborne facility to climb above about 99 percent of Earth's infrared-blocking atmosphere has allowed researchers to observe from almost anywhere over the planet. On a science mission flying deep into the southern auroral oval, astronomer Ian Griffin, director of New Zealand’s Otago Museum, captured this view from the observatory's south facing starboard side on July 17. Bright star Canopus shines in the southern night above curtains of aurora australis, or southern lights. The plane was flying far south of New Zealand at the time at roughly 62 degrees southern latitude. Unfortunately, after a landing at Christchurch severe weather damaged SOFIA requiring repairs and the cancellation of the remainder of its final southern hemisphere deployment.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/ASC05954-Edit.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "SOFIA's Southern Lights",
        "url": "https://apod.nasa.gov/apod/image/2207/ASC05954-Edit1024.jpg"
    },
    {
        "copyright": "ALSJ",
        "date": "2022-07-30",
        "explanation": "Get out your red/blue glasses and check out this stereo view from lunar orbit. The 3D anaglyph was created from two photographs (AS11-44-6633, AS11-44-6634) taken by astronaut Michael Collins during the 1969 Apollo 11 mission. It features the lunar module ascent stage, dubbed The Eagle, rising to meet the command module in lunar orbit on July 21. Aboard the ascent stage are Neil Armstrong and Buzz Aldrin, the first to walk on the Moon. The smooth, dark area on the lunar surface is Mare Smythii located just below the equator on the extreme eastern edge of the Moon's near side.  Poised beyond the lunar horizon is our fair planet Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/AS11JK44-6633-34.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Eagle Rises",
        "url": "https://apod.nasa.gov/apod/image/2207/AS11JK44-6633-34_1100px.jpg"
    },
    {
        "date": "2022-07-31",
        "explanation": "Why does this galaxy have a ring of bright blue stars?  Beautiful island universe Messier 94 lies a mere 15 million light-years distant in the northern constellation of the Hunting Dogs (Canes Venatici). A popular target for Earth-based astronomers, the face-on spiral galaxy is about 30,000 light-years across, with spiral arms sweeping through the outskirts of its broad disk. But this Hubble Space Telescope field of view spans about 7,000 light-years across M94's central region. The featured close-up highlights the galaxy's compact, bright nucleus, prominent inner dust lanes, and the remarkable bluish ring of young massive stars. The ring stars are all likely less than 10 million years old, indicating that M94 is a starburst galaxy that is experiencing an epoch of rapid star formation from inspiraling gas. The circular ripple of blue stars is likely a wave propagating outward, having been triggered by the gravity and rotation of a oval matter distributions. Because M94 is relatively nearby, astronomers can better explore details of its starburst ring.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/M94_Hubble_960.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Starburst Galaxy M94 from Hubble",
        "url": "https://apod.nasa.gov/apod/image/2207/M94_Hubble_960.jpg"
    },
    {
        "date": "2022-08-01",
        "explanation": "It's stars versus dust in the Carina Nebula and the stars are winning. More precisely, the energetic light and winds from massive newly formed stars are evaporating and dispersing the dusty stellar nurseries in which they formed. Located in the Carina Nebula and known informally as Mystic Mountain, these pillar's appearance is dominated by the dark dust even though it is composed mostly of clear hydrogen gas. Dust pillars such as these are actually much thinner than air and only appear as mountains due to relatively small amounts of opaque interstellar dust.  About 7,500 light-years distant, the featured image was taken with the Hubble Space Telescope and highlights an interior region of Carina which spans about three light years. Within a few million years, the stars will likely win out completely and the entire dust mountain will evaporate.",
        "hdurl": "https://apod.nasa.gov/apod/image/2208/MysticCarina_HubbleSerrano_1465.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mountains of Dust in the Carina Nebula",
        "url": "https://apod.nasa.gov/apod/image/2208/MysticCarina_HubbleSerrano_960.jpg"
    },
    {
        "copyright": "Francisco Sojuel",
        "date": "2022-08-02",
        "explanation": "Why does Saturn appear so big? It doesn't -- what is pictured are foreground clouds on Earth crossing in front of the Moon. The Moon shows a slight crescent phase with most of its surface visible by reflected Earthlight known as ashen glow. The Sun directly illuminates the brightly lit lunar crescent from the bottom, which means that the Sun must be below the horizon and so the image was taken before sunrise.  This double take-inducing picture was captured on 2019 December 24, two days before the Moon slid in front of the Sun to create a solar eclipse. In the foreground, lights from small Guatemalan towns are visible behind the huge volcano Pacaya.    News: APOD Receives First Outreach Prize from the International Astronomical Union",
        "hdurl": "https://apod.nasa.gov/apod/image/2208/SaturnMoon_Sojuel_1824.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Moon Dressed Like Saturn",
        "url": "https://apod.nasa.gov/apod/image/2208/SaturnMoon_Sojuel_960.jpg"
    },
    {
        "copyright": "Bray Falls",
        "date": "2022-08-03",
        "explanation": "What created the unusual halo around the Cat's Eye nebula? No one is sure. What is sure is that the Cat's Eye Nebula (NGC 6543) is one of the best known planetary nebulae on the sky.  Although haunting symmetries are seen in the bright central region, this image was taken to feature its intricately structured outer halo, which spans over three light-years across.  Planetary nebulae have long been appreciated as a final phase in the life of a Sun-like star. Only recently however, have some planetaries been found to have expansive halos, likely formed from material shrugged off during earlier puzzling episodes in the star's evolution. While the planetary nebula phase is thought to last for around 10,000 years, astronomers estimate the age of the outer filamentary portions of the Cat's Eye Nebula's halo to be 50,000 to 90,000 years.",
        "hdurl": "https://apod.nasa.gov/apod/image/2208/CatsHalo_Falls_2719.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Halo of the Cat's Eye",
        "url": "https://apod.nasa.gov/apod/image/2208/CatsHalo_Falls_960.jpg"
    },
    {
        "copyright": "Joan Josep Isach Cogollos",
        "date": "2022-08-04",
        "explanation": "In 1716, English astronomer Edmond Halley noted, \"This is but a little Patch, but it shows itself to the naked Eye, when the Sky is serene and the Moon absent.\" Of course, M13 is now less modestly recognized as the Great Globular Cluster in Hercules, one of the brightest globular star clusters in the northern sky. Sharp telescopic views like this one reveal the spectacular cluster's hundreds of thousands of stars. At a distance of 25,000 light-years, the cluster stars crowd into a region 150 light-years in diameter. Approaching the cluster core upwards of 100 stars could be contained in a cube just 3 light-years on a side. For comparison, the closest star to the Sun is over 4 light-years away. The remarkable range of brightness recorded in this image follows stars into the dense cluster core. Distant background galaxies in the medium-wide field of view include NGC 6207 at the upper left.",
        "hdurl": "https://apod.nasa.gov/apod/image/2208/M13_final2_sinfirma.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M13: The Great Globular Cluster in Hercules",
        "url": "https://apod.nasa.gov/apod/image/2208/M13_final2_sinfirma1024.jpg"
    },
    {
        "copyright": "Vikas Chander",
        "date": "2022-08-05",
        "explanation": "The beautiful Trifid Nebula is a cosmic study in contrasts. Also known as M20, it lies about 5,000 light-years away toward the nebula rich constellation Sagittarius. A star forming region in the plane of our galaxy, the Trifid does illustrate three different types of astronomical nebulae; red emission nebulae dominated by light from hydrogen atoms, blue reflection nebulae produced by dust reflecting starlight, and dark nebulae where dense dust clouds appear in silhouette. But the red emission region, roughly separated into three parts by obscuring dust lanes, is what lends the Trifid its popular name. Pillars and jets sculpted by newborn stars, above and right of the emission nebula's center, appear in famous Hubble Space Telescope close-up images of the region. The Trifid Nebula is about 40 light-years across. Too faint to be seen by the unaided eye, it almost covers the area of a full moon in planet Earth's sky. Open star cluster M21 just peeks into this telescopic field of view along the bottom right edge of the frame.",
        "hdurl": "https://apod.nasa.gov/apod/image/2208/M20-Trifid-Nebula-4096.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Beautiful Trifid",
        "url": "https://apod.nasa.gov/apod/image/2208/M20-Trifid-Nebula-1024.jpg"
    },
    {
        "date": "2022-08-06",
        "explanation": "Get out your red/blue glasses and float next to Phobos, grooved moon of Mars! Captured in 2004 by the High Resolution Stereo Camera on board ESA's Mars Express spacecraft, the image data was recorded at a distance of about 200 kilometers from the martian moon. This tantalizing stereo anaglyph view shows the Mars-facing side of Phobos. It highlights the asteroid-like moon's cratered and grooved surface. Up to hundreds of meters wide, the mysterious grooves may be related to the impact that created Stickney crater, the large crater at the left. Stickney crater is about 10 kilometers across, while Phobos itself is only around 27 kilometers across at its widest point.",
        "hdurl": "https://apod.nasa.gov/apod/image/2208/Phobos_stereoME_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stereo Phobos",
        "url": "https://apod.nasa.gov/apod/image/2208/Phobos_stereoME_1024c.jpg"
    },
    {
        "copyright": "Fritz\nHelmut Hemmerich",
        "date": "2022-08-07",
        "explanation": "What's that green streak in front of the Andromeda galaxy? A meteor. While photographing the Andromeda galaxy in 2016, near the peak of the Perseid Meteor Shower, a small pebble from deep space crossed right in front of our Milky Way Galaxy's far-distant companion. The small meteor took only a fraction of a second to pass through this 10-degree field.  The meteor flared several times while braking violently upon entering Earth's atmosphere.  The green color was created, at least in part, by the meteor's gas glowing as it vaporized. Although the exposure was timed to catch a Perseid meteor, the orientation of the imaged streak seems a better match to a meteor from the Southern Delta Aquariids, a meteor shower that peaked a few weeks earlier.  Not coincidentally, the Perseid Meteor Shower peaks later this week, although this year the meteors will have to outshine a sky brightened by a nearly full moon.",
        "hdurl": "https://apod.nasa.gov/apod/image/2208/MeteorM31_hemmerich_1948.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Meteor before Galaxy",
        "url": "https://apod.nasa.gov/apod/image/2208/MeteorM31_hemmerich_960.jpg"
    },
    {
        "copyright": "Sameer Dhar",
        "date": "2022-08-08",
        "explanation": "Ridges of glowing interstellar gas and dark dust clouds inhabit the turbulent, cosmic depths of the Lagoon Nebula. Also known as M8, the bright star forming region is about 5,000 light-years distant. But it still makes for a popular stop on telescopic tours of the constellation Sagittarius, toward the center of our Milky Way Galaxy. Dominated by the telltale red emission of ionized hydrogen atoms recombining with stripped electrons, this stunning, deep view of the Lagoon is nearly 100 light-years across.  Right of center, the bright, compact, hourglass shape is gas ionized and sculpted by energetic radiation and extreme stellar winds from a massive young star. In fact, although digitally removed from the featured image, the many bright stars of open cluster NGC 6530 drift within the nebula, just formed in the Lagoon several million years ago.",
        "hdurl": "https://apod.nasa.gov/apod/image/2208/LagoonStarFree_Dhar_1251.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Lagoon Nebula without Stars",
        "url": "https://apod.nasa.gov/apod/image/2208/LagoonStarFree_Dhar_960.jpg"
    },
    {
        "date": "2022-08-09",
        "explanation": "What it would look like to leave planet Earth? Such an event was recorded visually in great detail by the MESSENGER spacecraft as it swung back past the Earth in 2005 on its way in toward the planet Mercury. Earth can be seen rotating in this time-lapse video, as it recedes into the distance. The sunlit half of Earth is so bright that background stars are not visible. The robotic MESSENGER spacecraft orbit around Mercury from 2011 to 2015 has conducted the first complete map of the surface. On occasion, MESSENGER has continued to peer back at its home world. MESSENGER is one of the few things created on the Earth that will never return.  At the end of its mission MESSENGER crashed into Mercury's surface.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Leaving Earth",
        "url": "https://www.youtube.com/embed/rFDjAfwmWKM?rel=0"
    },
    {
        "copyright": "Douglas J. StrubleFuture World Media",
        "date": "2022-08-10",
        "explanation": "Stars can create huge and intricate dust sculptures from the dense and dark molecular clouds from which they are born.  The tools the stars use to carve their detailed works are high energy light and fast stellar winds.  The heat they generate evaporates the dark molecular dust as well as causing ambient hydrogen gas to disperse and glow red.   Pictured here, a new open cluster of stars designated IC 1590 is nearing completion around the intricate interstellar dust structures in the emission nebula  NGC 281, dubbed the Pac-man Nebula because of its overall shape.  The dust cloud on the upper left is classified as a  Bok Globule as it may gravitationally collapse and form a star -- or stars. The Pacman Nebula lies about 10,000 light years away toward the constellation of Cassiopeia.",
        "hdurl": "https://apod.nasa.gov/apod/image/2208/Pacman_Struble_1222.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dust Clouds of the Pacman Nebula",
        "url": "https://apod.nasa.gov/apod/image/2208/Pacman_Struble_960.jpg"
    },
    {
        "copyright": "Urs Leutenegger",
        "date": "2022-08-11",
        "explanation": "On August 11, 2021 a multi-mirror, 17 meter-diameter MAGIC telescope reflected this starry night sky from the Roque de los Muchachos European Northern Observatory on the Canary Island of La Palma. MAGIC stands for Major Atmospheric Gamma Imaging Cherenkov. The telescopes can see the brief flashes of optical light produced in particle air showers as high-energy gamma rays impact the Earth's upper atmosphere. To the dark-adapted eye the mirror segments offer a tantalizing reflection of stars and nebulae along the plane of our Milky Way galaxy. But directly behind the segmented mirror telescope, low on the horizon, lies the constellation Perseus. And on that date the dramatic composite nightscape also captured meteors streaming from the radiant of the annual Perseid meteor shower. This year the Perseid shower activity will again peak around August 13 but perseid meteors will have to compete with the bright light of a Full Moon.",
        "hdurl": "https://apod.nasa.gov/apod/image/2208/MagicPerseid001.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Perseids and MAGIC",
        "url": "https://apod.nasa.gov/apod/image/2208/MagicPerseid001_1024.jpg"
    },
    {
        "copyright": "Charles Bonafilia",
        "date": "2022-08-12",
        "explanation": "A star cluster around 2 million years young surrounded by natal clouds of dust and glowing gas, Messier 16 (M16) is also known as The Eagle Nebula. This beautifully detailed image of the region adopts the colorful Hubble palette and includes cosmic sculptures made famous in Hubble Space Telescope close-ups of the starforming complex. Described as elephant trunks or Pillars of Creation, dense, dusty columns rising near the center are light-years in length but are gravitationally contracting to form stars. Energetic radiation from the cluster stars erodes material near the tips, eventually exposing the embedded new stars. Extending from the ridge of bright emission left of center is another dusty starforming column known as the Fairy of Eagle Nebula. M16 lies about 7,000 light-years away, an easy target for binoculars or small telescopes in a nebula rich part of the sky toward the split constellation Serpens Cauda (the tail of the snake). As framed, this telescopic portrait of the Eagle Nebula is about 70 light-years across.",
        "hdurl": "https://apod.nasa.gov/apod/image/2208/M16_final.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Portrait of the Eagle Nebula",
        "url": "https://apod.nasa.gov/apod/image/2208/M16_final_1024.jpg"
    },
    {
        "date": "2022-08-13",
        "explanation": "Mimas, small 400 kilometer-diameter moon of Saturn, is host to 130 kilometer-diameter Herschel crater, one of the larger impact craters in the entire Solar System. The robotic Cassini spacecraft orbiting Saturn in 2010 recorded this startling view of small moon and big crater while making a 10,000-kilometer record close pass by the diminutive icy world. Shown in contrast-enhanced false color, the image data reveal more clearly that Herschel's landscape is colored slightly differently from heavily cratered terrain nearby.  The color difference could yield surface composition clues to the violent history of Mimas. Of course, an impact on Mimas any larger than the one that created the 130-kilometer Herschel might have destroyed the small moon of Saturn.",
        "hdurl": "https://apod.nasa.gov/apod/image/2208/PIA12572.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Herschel Crater on Mimas",
        "url": "https://apod.nasa.gov/apod/image/2208/PIA12572_1200.jpg"
    },
    {
        "date": "2022-08-14",
        "explanation": "Over 4000 planets are now known to exist outside our Solar System. Known as exoplanets, this milestone was passed last month, as recorded by NASA's Exoplanet Archive. The featured video highlights these exoplanets in sound and light, starting chronologically from the first confirmed detection in 1992 and continuing into 2019.  The entire night sky is first shown compressed with the central band of our Milky Way Galaxy making a giant U.  Exoplanets detected by slight jiggles in their parents-star's colors (radial velocity) appear in pink, while those detected by slight dips in their parent star's brightness (transit) are shown in purple. Further, those exoplanets imaged directly appear in orange, while those detected by gravitationally magnifying the light of a background star (microlensing) are shown in green.  The faster a planet orbits its parent star, the higher the accompanying tone played. The retired Kepler satellite has discovered about half of these first 4000 exoplanets in just one region of the sky, while the TESS mission is on track to find even more, all over the sky, orbiting the brightest nearby stars.  Finding exoplanets not only helps humanity to better understand the potential prevalence of life elsewhere in the universe, but also how our Earth and Solar System were formed.",
        "media_type": "video",
        "service_version": "v1",
        "title": "4000 Exoplanets",
        "url": "https://www.youtube.com/embed/aiFD_LBx2nM?rel=0"
    },
    {
        "copyright": "Johan Bogaerts",
        "date": "2022-08-15",
        "explanation": "The North America nebula on the sky can do what the North America continent on Earth cannot -- form stars.  Specifically, in analogy to the Earth-confined continent, the bright part that appears as Central America and Mexico is actually a hot bed of gas, dust, and newly formed stars known as the Cygnus Wall.  The featured image shows the star forming wall lit and eroded by bright young stars, and partly hidden by the dark dust they have created.  The part of the North America nebula (NGC 7000) shown spans about 15 light years and lies about 1,500 light years away toward the constellation of the Swan (Cygnus).",
        "hdurl": "https://apod.nasa.gov/apod/image/2208/CygnusWall_Bogaerts_4143.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Cygnus Wall of Star Formation",
        "url": "https://apod.nasa.gov/apod/image/2208/CygnusWall_Bogaerts_960.jpg"
    },
    {
        "copyright": "Makrem Larnaout",
        "date": "2022-08-16",
        "explanation": "Does the Earth ever pass through a wind of meteors? Yes, and they are frequently visible as meteor showers. Almost all meteors are sand-sized debris that escaped from a Sun-orbiting comet or asteroid, debris that continues in an elongated orbit around the Sun. Circling the same Sun, our Earth can move through an orbiting debris stream, where it can appear, over time, as a meteor wind. The meteors that light up in Earth's atmosphere, however, are usually destroyed. Their streaks, though, can all be traced back to a single point on the sky called the radiant.  The featured image composite was taken over two days in late July near the ancient Berber village Zriba El Alia in Tunisia, during the peak of the Southern Delta Aquariids meteor shower. The radiant is to the right of the image. A few days ago our Earth experienced the peak of a more famous meteor wind -- the Perseids.",
        "hdurl": "https://apod.nasa.gov/apod/image/2208/MeteorWind_Larnaout_2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Meteor Wind over Tunisia",
        "url": "https://apod.nasa.gov/apod/image/2208/MeteorWind_Larnaout_960.jpg"
    },
    {
        "copyright": "Maxime Oudoux",
        "date": "2022-08-17",
        "explanation": "There is a huge gate of stars in the sky, and you pass through it twice a day. The stargate is actually our Milky Way Galaxy, and it is the spin of the Earth that appears to propel you through it. More typically, the central band of our Milky Way appears as a faint band stretching across the sky, only visible in away from bright city lights. In a long-exposure wide-angle image from a dark location like this, though, the Milky Way's central plane is easily visible. The featured picture is a digital composite involving multiple exposures taken on the same night and with the same camera, but employing a stereographic projection that causes the Milky Way to appear as a giant circular portal. Inside the stargate-like arc of our Galaxy is a faint stripe called zodiacal light -- sunlight reflected by dust in our Solar System. In the foreground are cacti and dry rocks found in the rough terrain of the high desert of Chile, not far from the El Sauce Observatory and the developing Vera Rubin Observatory, the latter expected to begin routine operations in 2024.",
        "hdurl": "https://apod.nasa.gov/apod/image/2208/StargateMilkyWay_Oudoux_1800.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stargate Milky Way",
        "url": "https://apod.nasa.gov/apod/image/2208/StargateMilkyWay_Oudoux_960.jpg"
    },
    {
        "copyright": "Juan Carlos Casado",
        "date": "2022-08-18",
        "explanation": "The annual Perseid meteor shower was near its peak on August 13. As planet Earth crossed through streams of debris left by periodic Comet Swift-Tuttle meteors rained in northern summer night skies. But even that night's nearly Full Moon shining near the top of this composited view couldn't hide all of the popular shower's meteor streaks. The image captures some of the brightest perseid meteors in many short exposures recorded over more than two hours before the dawn. It places the shower's radiant in the heroic constellation of Perseus just behind a well-lit medieval tower in the village of Sant Llorenc de la Muga, Girona, Spain. Observed in medieval times, the Perseid meteor shower is also known in Catholic tradition as the Tears of St. Lawrence, and festivities are celebrated close to the annual peak of the meteor shower. Joining the Full Moon opposite the Sun, bright planet Saturn also shines in the frame at the upper right.",
        "hdurl": "https://apod.nasa.gov/apod/image/2208/perseids2022jcc2k.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Full Moon Perseids",
        "url": "https://apod.nasa.gov/apod/image/2208/perseids2022jcc2k800.jpg"
    }
]